Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.12.10.11_fin.txt.tmx
Source language: fin
Languages: sme

source: Vaalien jälkeen Kiitokset äänestäjille luottamuksesta työtäni kohtaan.
sme: Válggaid maŋŋel Giitosat jienasteddjiide luohttámušas munnje.

source: Olen iloinen että voin jatkaa saamelaiskäräjien jäsenenä vielä neljän vuoden ajan.
sme: Lean ilolaš go sáhtán joatkit sámedikki lahttun vel boahttevaš njeallje jagi.

source: Oman jännitysmomenttinsa vaaleihin toi vaalien aikana kuuluneet vaikeudet päästä äänestämään.
sme: Gelddolašvuođa dáidda válggaide buvttii válggaid áigge beaggin váttisvuođat beassat jienastit.

source: Kuulin noin 10 äänestäjältäni että he eivät olleet päässeet äänestämään syystä tai toisesta.
sme: Gullen ieš sulaid logi jienasteaddjistan ahte sii eai lean beassan jienastit, ja masa sii eai ieža sáhttán váikkuhit.

source: Vaalit herättivät kyllä suurta huolenaihetta.
sme: Válggat bohciidahtte gal hui stuora fuola.

source: Äänestysprosentti jäi alhaiseksi ja vaalien aikaan kuului olleen suuria ongelmia äänestämisessä ympäri saamen maata ja sen ulkopuoleltakin.
sme: Jienastanproseanta bázii vuollegažžan ja válggaid áigge begge leamaš stuora buncaraggát jienasteamis miehta sámi ja dan olggobealdenai.

source: Kaikki äänioikeutetut eivät olleet saaneet äänestyskuoria, niitä oli jaettu vääriin paikkoihin, posti oli vaatinut postimaksua kirjekuorien jättämisestä ja varsinkin iäkkäämmillä äänestysmatkat tulivat liian pitkiksi.
sme: Buot jienastanvuoiggalaččat eai lean ožžon jienastankonfaluhtaid, dat ledje juhkkojun vearru báikkiide, boasta lei gáibidan boastamávssu konfaluhtaid guođđimis ja earenoamážit boares olbmuide jienastanmátkkit ledje liiggás guhkit.

source: Näin ei voi jatkua.
sme: Ná dat gal ii sáhte joatkahuvvat.

source: Äänestysjärjestelmää on uudistettava, että tällaista ei pääse enää tapahtumaan.
sme: Jienastanortnet ferte rievdaduvvot, vai dánsullasaš áššit eai beasa šat dáhpáhuvvat.

source: Demokratiaan kuuluu jokaisen äänioikeus ja siten oikeus päästä äänestämään on perusoikeus, jota ei saa tehdä liian vaikeaksi tai taloudelliseksi kysymykseksi.
sme: Demokratiijai gullá juohkeovtta jienastanvuoigatvuohta ja danin vuoigatvuohta beassat jienastit lea vuođđovuoigatvuohta, man fas ii sáhte dahkat liiggás váttisin dehe ruđalaš gažaldahkan.

source: Monen sadan kilometrin matka edestakaisin postiin on jo taloudellinen kysymys.
sme: Máŋggalot miillaid beaivemáhca mohki bostii lea juo ruđalaš gažaldat.

source: Tulevan saamelaiskäräjien tulee ottaa ehdottomasti kärkihankkeekseen vaalijärjestelmän uudistamisen.
sme: Boahtte sámediggi galgá evttoheamit váldit njunušfidnun válgaortnega ođasteami.

source: Vaikka vaalit on käyty, saamelaiskäräjillä ei ole varaa jäädä odottamaan järjestäytymiskokousta, vaan rutiinitehtävät on hoidettava.
sme: Vaikko válggat leat olláhuhtton, de sámedikkis ii leat ráđđi báhcit vuordit ortniiduvvančoakkáma, muhto beaivválaš ja rutiidnabarggut galget dikšojuvvot.

source: Koska vaalikausi on näin lopussa saamelaiskäräjät siirtyy eräänlaiseksi ” toimituskäräjiksi ”.
sme: Daningo válgabadji lea ná loahpas, de sámediggi sirdása muhtinlágán “ doaimmahusdiggin ”.

source: Tämä tarkoittaa sitä, että rutiinitehtävät hoidetaan, mutta vältetään uusien laajakantoisten asioiden linjaamiselta.
sme: Dát dárkkuha dan, ahte rutiidnabarggut doaimmahuvvojit, muhto nuppe dáfus eai gieđahallo ođđa viiddesvuđot áššit linnjemat eai bargojuvvo.

source: Tämän johdosta saamelaiskäräjien hallitus kokouksessaan viime perjantaina päätti esittää yleiskokoukselle, että saamelaiskäräjien henkilöstöpoliittinen ohjelma, tasa-arvo- ja yhdenvertaisuussuunnitelmat siirrettäisiin uuden saamelaiskäräjien käsiteltäväksi.
sme: Dán geažil sámedikki stivra čoakkámisttis mannan bearjadaga stivra mearridii evttohit dievasčoakkámii, ahte sámedikki bargiidpolitihkalaš prográmma, dásseárvo- ja ovttaveardásašvuohtaprográmmat sirdojuvvole ođđa sámedikki gieđahallama várás.

source: Hallituksen mielestä näiden asioiden linjaaminen kuuluu uudelle saamelaiskäräjille.
sme: Stivrra oainnu mielde dáid áššiid linnjen gullá ođđa sámediggái.

source: Saamelaiskäräjät pitää syksyllä vielä kaksi yleiskokousta ja jos lokakuun yleiskokous niin päättää voidaan henkilöstöpoliittinen ohjelma ja suunnitelmat käsitellä vielä vuoden viimeisessä kokouksessa.
sme: Sámediggi doallá čakčat vel guokte dievasčoakkáma ja jos golggotmánu dievasčoakkán nu mearrida, de bargiidpolitihkalaš prográmma ja plánat sáhttet gieđahallot vel jagi maŋimus čoakkámis.

source: Viime viikolla saamelaiskäräjät neuvotteli Lapin liiton kanssa laajakaista-, liikennejärjestelmä- ja kansainvälistymisstrategioista.
sme: Mannan vahku sámediggi ráđđádalai Lappi lihtuin govdaoalle-, johtalusvuogádat- ja riikkaidgaskasašvuohtastrategiijas.

source: Toin esille, että liikennejärjestelmästrategiassa nostettaisiin esille saamelaisten kotiseutualueen erityistarpeet, erityisesti Nellimin tien perusparannus, mikä on kiireellisin ja tärkein kehittämishanke.
sme: Bukten ovdan, ahte johtalusvuogádatstrategiijas bajiduvvole ovdan sámiid ruovttuguovllu sierradárbbut, earenoamážit Njellima luotta vuođđodivvun, mii lea hohpolaččamus luoddafidnu.

source: Olisi tärkeää, että Nellimin tien perusparannus nostettaisiin yhdeksi kärkitavoitteeksi ja tien perusparannukseen olisi yhteinen tahtotila – se helpottaisi myös neuvotteluja valtiovallan suuntaan.
sme: Livččii dehálaš, ahte Njellima luotta vuođđodivvun bajiduvvolii oktan njunušfidnun ja luotta divodeapmái livččii oktasaš dáhttu – dat álkidahtálii maid ráđđádallamiid stáhta guvlui.

source: Koko viikko kuuluu tien päällä.
sme: Mun lean oba vahku luotta nalde.

source: Tiistaista keskiviikkoon olen Kiirunassa Barentsin Euro-Arktisen Neuvoston kokouksessa eli Barentsin alueen ulkoministerien kokouksessa.
sme: Disdagas gaskavahkkui lean Gironis Barentsa Euro-Árktalaš Ráđi čoakkámis dehege nugo dadjet Barentsa guovllu olgoriikkaministariid čoakkámis.

source: Kiirunasta suunnistan minulle hyvin mieluisaan tapahtumaan Saariselälle, saamelaisnuorten yhteispohjoismaiseen konferenssiin.
sme: Gironis dollen munnje hui mielamiel dáhpáhussii Suoločielgái, sámi nuoraid oktasaš davviriikkalaš konferensii.

source: Tuon tilaisuuteen Suomen saamelaiskäräjien ja saamelaisen parlamentaarisen neuvoston (SPN:n) terveiset sekä pidän puheen saamelaisten perinteisestä tiedosta.
sme: Buvttán dilálašvuhtii Suoma sámedikki ja sámi parlamentáralaš ráđi (SPR:a) dearvvuođagaid sihke doalan ovdasága sámiid árbevirolaš dieđus.

source: Saariselällä kokoontuu samaan aikaan kuin nuorisokonferenssi myös SPN:n hallitus.
sme: Suoločielggis čoahkkana oktanaga nuoraidkonfereanssain SPR:a stivra.

source: SPN:n hallituksen jäsenet osallistuvat ainakin joiltain osin nuorisokonferenssiin.
sme: SPR:a stivrra lahtut oassálastet aŋkke muhtin áigge nuoraidkonferensii.

source: Klemetti Näkkäläjärvi
sme: Gironis 12.10.2011
